[
  {
    "id": 1,
    "sentence": "Abaaliwo bonna baasooka ne basiriikirira nga beewuunya omulanga oguvudde mu musajja ayogereza mwannyinaabwe."
  },
  {
    "id": 2,
    "sentence": "Abakulembeze aba zigavumenti ezajja nga ziyita mu bwegugungo batera okuwandiika ebiwandiiko ebifaananako bwe bityo."
  },
  {
    "id": 3,
    "sentence": "Abasajja bangi abajjanga okumwogereza naye mu bo abaasinga okusimba akaggo yali Sseggwanga, Ssewajjuba, mwanamulenzi Waffulungu n’omulala Wakkookootezi."
  },
  {
    "id": 4,
    "sentence": "Abasomesa abo bwe bamanyibwa batuukirirwa, anti taba omu yo yuneebu n’erondako by’omu."
  },
  {
    "id": 5,
    "sentence": "Abazira ennyo abaatusooka"
  },
  {
    "id": 6,
    "sentence": "Akabaga keegattibwako n’abaserikale ba Bulundi ab’oku nsalo era bannaabwe ne babasaba nti enkeera babayise bulungi nga bayingira Bulundi."
  },
  {
    "id": 7,
    "sentence": "Akakiiko kakkaatiriza nti Ebiruubirirwa by’Enkulaakulana y’Ekyasa tebisobola kutuukibwako singa Endagaano eno tessibwa mu nkola mu bujjuvu era mu ngeri ennuŋŋamu."
  },
  {
    "id": 8,
    "sentence": "Akakiiko kalaba nga Gavumenti yandifunye obuyambi obw’ekikugu mu kukulaakulanya n’okussa mu nkola enteekateeka eruubirira okussa mu nkola amagazi ago waggulu awamu n’Endagaano okutwaliza awamu."
  },
  {
    "id": 9,
    "sentence": "Akawaayiro kongera ne kalaga nti obukwakkulizo mu liizi buyinza okuba nga bufugwa mateeka awatali kugoberera ebyo bikkaanyizibbwako wakati w’agaba n’afuna liizi."
  },
  {
    "id": 10,
    "sentence": "Amata agavudde mu soya gabaamu puloteni akubisa mu g’ente emirundi ebiri era malungi nnyo ku baana abakoozimbye oba abalina obwosi."
  },
  {
    "id": 11,
    "sentence": "Ani avunanyizibwa ku ba poliisi?"
  },
  {
    "id": 12,
    "sentence": "Awo olwatuuka nga wabaawo nnaggagga ng’atta embuzi ye ensava obulungi ng’ayita abantu bajje balye embuzi eyo gye yawujja obulungi."
  },
  {
    "id": 13,
    "sentence": "Baalina muwala waabwe Bukirwa naye nga si mulungi mulwadde era nga bamufukako amazzi n’oganywa."
  },
  {
    "id": 14,
    "sentence": "Baamuwa akatebe n’atuula."
  },
  {
    "id": 15,
    "sentence": "Bano olwabiwulira buli omu n’asalawo okukungubaga n’amaanyi ge gonna amatize abasigaddewo nti anyoleddwa nnyo era y’asaana okutwala nnalulungi Bukirwa."
  },
  {
    "id": 16,
    "sentence": "Bombi ne mbasangawo ne mbategeeza nti ekibanja kirabise e Kamuli, musaana muve mu Kyaddondo mudde wano okumpi nange we nnaabajjanjabiranga."
  },
  {
    "id": 17,
    "sentence": "Bw’oba olina ky’obuuza oba okuyiga ebirala nga bino, kuba essimu:zeero, musanvu, musanvu, bbiri, nnya, nnya, zeero, zeero, nnya, mukaaga"
  },
  {
    "id": 18,
    "sentence": "Bwe gwatuukanga ku kulongoosa eddiiro nga mu ntebe za nnyinimu mw'awaŋŋama."
  },
  {
    "id": 19,
    "sentence": "Bwe tuba twogera ku ddagala eringi tusigala tuliyita ddagala so si ‘malagala’ oba ‘madagala’."
  },
  {
    "id": 20,
    "sentence": "Bwe yatuukayo n'abuuza nnyina kyava takyalabikako wuwe n'okwekimirayo ku mmere."
  },
  {
    "id": 21,
    "sentence": "CAO etuusa obubaka butereevu eri pulezidenti w’ekibiina kya banka y’ensi yonna,"
  },
  {
    "id": 22,
    "sentence": "Dorothy Straight ow’omu Amerika eyazaalibwa nga abiri mu ttaano omwezi ogwokutaano lukumi mu lwenda mu ataano mu munaana."
  },
  {
    "id": 23,
    "sentence": "EBY’OMUKUŊŊAANYA"
  },
  {
    "id": 24,
    "sentence": "Edda ennyo, ku kyalo Kyalusowe kwaliko omusajja Ssonko ng’alina ne mukyalawe Zibanja."
  },
  {
    "id": 25,
    "sentence": "Egimu ku mikolo gy’Abaganda egyolekedde okusaanawo kwe kwalula abaana."
  },
  {
    "id": 26,
    "sentence": "Emiti egisinga mu Uganda gisobola okuvaamu amanda amalungi."
  },
  {
    "id": 27,
    "sentence": "Ennaku waayita mbale Mivule n'attukiza ogw'okugendanga mu maduuka."
  },
  {
    "id": 28,
    "sentence": "Eno y'emu ku bbaluwa ze yawandiikira munneewe Toofa."
  },
  {
    "id": 29,
    "sentence": "Entegeka ya alipoota enaddako"
  },
  {
    "id": 30,
    "sentence": "Essimu empya osobola okugifuna ku dolla bibiri"
  },
  {
    "id": 31,
    "sentence": "Essimu enkadde osobola okugifuna ku dolla kikumi"
  },
  {
    "id": 32,
    "sentence": "Eyasooka okulaba Mivule n'aleekaanira waggulu nti, Omusajja wuuno ebintu abirina naye yeeteekateeka okudduka."
  },
  {
    "id": 33,
    "sentence": "Funa enjawulo mu bigambo."
  },
  {
    "id": 34,
    "sentence": "Fuuyira eddagala mu bifo awabadde wabeera ebinyonyi ebirwadde."
  },
  {
    "id": 35,
    "sentence": "Gavumenti eya Wakati yakiikirirwa Minisita Namirembe Bitamazire."
  },
  {
    "id": 36,
    "sentence": "Gera emisiri emitonotono esatu ku ttaka eggimu eritali ddime, yaadi ssatu obuwanvu ng'olusozi bwe lukka, ate yaadi emu obugazi mu bukiika bw'olusozi."
  },
  {
    "id": 37,
    "sentence": "Gerageranya ekitundu kyetulimu"
  },
  {
    "id": 38,
    "sentence": "Ginno emigaati gya kilo kkumi"
  },
  {
    "id": 39,
    "sentence": "Gye buvuddeko, ebika tebyawandiikanga bakazi bafudde kubanga baatwalibwanga nga ebintu eby’omu maka era nga tewali kye basikiza eri abantu b’ekika kyabwe."
  },
  {
    "id": 40,
    "sentence": "Hoo, Kyalusowe yasannyalala era nga ekibi bwe kikira ehhoma okulawa, ebigambo by’okufa kwa Ssonko byabuubuuka nga oluyiira olw’ekyanda ne bituuka ne ku basajja bonna abaali beeyagaliza muwala wa Ssonko."
  },
  {
    "id": 41,
    "sentence": "Jjajja omukazi azaala kitaawe w’omulenzi nnategeezebwa nti ye yazzanga omulenzi ku bbali amubuulirire."
  },
  {
    "id": 42,
    "sentence": "Jjukira nti okwemulugunya kwo oba ebyo by’otadde mu buwandiike ku poliisi byebituufu ggwe by’omanyi ku nsonga eyo so ssi poliisi byemanyi."
  },
  {
    "id": 43,
    "sentence": "Ka-kojja ka Nnambi akaabeeranga ne mukoddomi waako Kulyannyingi ke kaakwatira omuko omumuli ng'alya."
  },
  {
    "id": 44,
    "sentence": "Katikkiro Ying.JB Walusimbi alumbye abamunenya ku by’amasiro"
  },
  {
    "id": 45,
    "sentence": "Katonda awe omukisa buli musomi w'ekitabo kino nga ogwawebwa abo abakitekateka, mu kwagala kwabwe okw'amazima."
  },
  {
    "id": 46,
    "sentence": "Kibojjera teyalaga busungu naye kyokka yanyiigira nnyo munne okumuteganya atyo ng'avuga ekidduka."
  },
  {
    "id": 47,
    "sentence": "Kigambibwa nti ekyakozesa ekyo Abaganda zaali nsonga za byakwerinda nga bakimanyi nti kyali kizibu nnyo okukuŋŋaanya eggye ly’oku mazzi okujja okulumba"
  },
  {
    "id": 48,
    "sentence": "Kigezeddwa nnyo ne kyetegerezebwa ng'okusimba okutuufu ppamba ow'ebika byonna ebiriwo kati mu bitundu byonna ebya Uganda ze ffuuti ssatu kumurundi gumu."
  },
  {
    "id": 49,
    "sentence": "Kino kyali kisobola okuwaliriza gavumenti okuwamba obusuubuzi obw’ekinyunyunsi oluvannyuma lw’okusasula engassi."
  },
  {
    "id": 50,
    "sentence": "Kisaana buli muntu asseeko nnyo omwoyo okutuukiriza ekiragiro kino obulungi."
  },
  {
    "id": 51,
    "sentence": "Ku mikolo egyabeeranga mu lubiri Kabaka yagabulanga abasajja n’abazaana be ebyokulya n’okunywa era kwabanga kusindisa bigere!"
  },
  {
    "id": 52,
    "sentence": "Ku mulundi ogwayita mu katabo kaffe nnamba 7, omuwandiisi yatunyumiza bye yalaba ku kyalo Ttanda n’ebiwanuuzibwa ku kyalo kya Walumbe kino."
  },
  {
    "id": 53,
    "sentence": "Kyokka baali bakyali mu kusala entotto, laba ate Ssonko bw’agwirwa ekimbe mu kiro. Yaaye yaaye yadda ku mimwa era bwali bukya n’akutuka!"
  },
  {
    "id": 54,
    "sentence": "Laba era oyogere"
  },
  {
    "id": 55,
    "sentence": "Lambula emisiri gya ppamba egikuliraanye."
  },
  {
    "id": 56,
    "sentence": "Lufuga mu biseera by’entalo z’eddiini yaddukira mu Kyaggwe gye yazaalira Sookaweebuuze."
  },
  {
    "id": 57,
    "sentence": "Lumu Mivule yali ayitaayita mu bitundu by'e Mmengo, n'asanga omusajja eyali ayimiridde ng'ayigulizza yeesigamye ati emmotoka ennene eya loole."
  },
  {
    "id": 58,
    "sentence": "Lwaki n'abantu bantunuulira?"
  },
  {
    "id": 59,
    "sentence": "Mivule essanyu kata limutte era yagenda okutuuka eka ng'akasaati ke yalimu katotobadde konna entuuyo."
  },
  {
    "id": 60,
    "sentence": "Mpozzi erifuluma mu Januari lukumi mu lwenda mu ana mu mukaaga."
  },
  {
    "id": 61,
    "sentence": "Mu nkumi bbiri mu mukaaga essasi lyali likyalimu mu mutwe gwe nga wayiseewo emyaka 89 bukya balimukuba!"
  },
  {
    "id": 62,
    "sentence": "Mu bizinga bino, mwe muyitira omugga Kiyira kyokka nga mu bitundu ebimu guyitibwa Kawunya oba Nabisasiro era gwe guyiwa ku biyiriro by’e Jinja."
  },
  {
    "id": 63,
    "sentence": "Mu bo tuliyiga ku bavumbuzi, n'abazuula eby'omuwendo, mu nnaku ez'edda, ne mu biro bino."
  },
  {
    "id": 64,
    "sentence": "Mu ssiga lino mwe muva omusiige Kiwukyeru muzzukulu wa Walusimbi akuuma entebe Ssemagulu oba Nnamulondo."
  },
  {
    "id": 65,
    "sentence": "Mulimu Vitamin C ayamba okukola olususu ne lunyirira n’okumalamu embalabe."
  },
  {
    "id": 66,
    "sentence": "Muntu ki akyasinze okuwandiika ekitabo nga muto nnyo?"
  },
  {
    "id": 67,
    "sentence": "Musono ki ogwo ogw’enviiri?"
  },
  {
    "id": 68,
    "sentence": "Mwami Herbert Mukasa omutuuze w’e Sseguku ku luguudo lw’e Ntebe y’omu ku bantu abayitimuse mu kulunda ebyennyanja omuli engage n’emmale."
  },
  {
    "id": 69,
    "sentence": "Mwana wange, mmotoka ezaali wali zeewuunyisa obungi, n'eyazikola nnalowoza nti ezimu si zize."
  },
  {
    "id": 70,
    "sentence": "Nakalema era agattako nti ayamba ne ku ndwadde z’amannyo okugakuuma nga meeru bulungi."
  },
  {
    "id": 71,
    "sentence": "Naye okulima kwonna okubaawo ng'ensigo tezinnasigibwa mu musiri, kusaana kube kwa kukabalira ddala nnyo."
  },
  {
    "id": 72,
    "sentence": "Newankubadde Akakiiko kaaniriza eky’okuyisa Etteeka Eriwera Okukomola Abakazi erya nkumi bbiri mu kkumi, kakyali keeraliikirivu olw’ekikolwa kino eky’obulabe okuba nga kikyagenda mu maaso mu ggwanga."
  },
  {
    "id": 73,
    "sentence": "Nga Pulojekiti egenda mu maaso kyazuulibwa nti okuggyako nga bafudde ku by’obuwangwa by’abantu bano pulojekiti tejja kuba na makulu."
  },
  {
    "id": 74,
    "sentence": "Nnasulangayo lwa butaba na we nsula."
  },
  {
    "id": 75,
    "sentence": "Nneebaza n'essanyu ebbaluwa yange gye wampandiikira ku lwa abiri mu musanvu omwezi ogwekkuminogumu lukumi mu lwenda mu ana mu mwenda gye nnafuna ku lwa asatu omwezi ogwekkuminogumu lukumi mu lwenda mu ana mu mwenda nga zituukidde wamu neya Bazilio, nga antegeeza nga bwe yaleka kampuni ye gye yakolanga, era n'antegeeza nga bw'akutte ogw'ebisolo gwe yayagalanga ennyo nga akyali Rubaga."
  },
  {
    "id": 76,
    "sentence": "Obulwadde buno businga kuba bwa mutawaana mu bifo ebinnyuukirivu ennyo, omutera okutonnya enkuba ennyingi ate ng’ebitooke bisimbiddwa kumuukumu."
  },
  {
    "id": 77,
    "sentence": "Okugeza, singa mulagirwa okutuuka e Bukalasa ku lwa asatu mu lumu, mmwe mutuuke e Rubaga mwenna ku lwa abiri mu mwenda."
  },
  {
    "id": 78,
    "sentence": "Olaba nkaabira mubikire naye ate ankutukidde mu ngalo."
  },
  {
    "id": 79,
    "sentence": "Oluusi bba yakeeranga n'agenda mu gigye ; yagendanga okudda nga Ndikola lw'abagalira enkumbi okugenda okulima."
  },
  {
    "id": 80,
    "sentence": "Omubiri gubikkiddwa obwoya obulangufu nga bumyukirivu eno nga bwetobeseemu ebibambya ebiddugavu."
  },
  {
    "id": 81,
    "sentence": "Omuganda amanyi nti omuntu alina emmeeme bbiri."
  },
  {
    "id": 82,
    "sentence": "Omulenzi olwagamba nti ateredde, Ddiba n'asimbula akagaali ne beggyawo."
  },
  {
    "id": 83,
    "sentence": "Omusomesa yalaba guli gutyo n'asiibula ng'alowooza nti bwe banasigala ababiri ne Ddiba ng'amuwerekerako, anaakyusa ku ndowooza ye."
  },
  {
    "id": 84,
    "sentence": "Police bond kwekusaba okukolebwa poliisi okuta akwatiddwa ku kakalu ka poliisi nga bwebakyakola okunoonyereza."
  },
  {
    "id": 85,
    "sentence": "Sendasenda gavumenti yo okutumbula Enkolagana mu Kitundu kya Kiyira"
  },
  {
    "id": 86,
    "sentence": "Silingi kkumi ze nawa ku motoka, ezo nno Nnyaffe ku olwo yazituddiza zonna."
  },
  {
    "id": 87,
    "sentence": "Sseggwanga ye yasooka okutuuka mu maka g’omugenzi Ssonko ng’alina ne banne abaamuwerekerako. Olwali okutuuka kwe kuvaamu omulanga nti:"
  },
  {
    "id": 88,
    "sentence": "Ssekabaka Muteesa omubereberye kwe kulwala ennyo sinakindi okufa."
  },
  {
    "id": 89,
    "sentence": "Ssenyiga w’ebinyonyi wa bulabe nnyo kubanga asobola okutta ebinyonyi byonna ebirundibwa awaka mu kaseera akatono ddala."
  },
  {
    "id": 90,
    "sentence": "Ssoma Mattayo olunyilili olwokutaano"
  },
  {
    "id": 91,
    "sentence": "Ssonko ne mukyalawe baasoberwa ku bano bonna gwe baba bawa muwala waabwe eyalungiwa okuzaama."
  },
  {
    "id": 92,
    "sentence": "Tewali muyizzi asaana kufuuwa luwa nga bagenda."
  },
  {
    "id": 93,
    "sentence": "Tezigejja kusukka kkiro emu n’ekitundu so ng’entono zizitowa nga gulaamu lusanvu."
  },
  {
    "id": 94,
    "sentence": "Tiger Woods yaakawangula empaka eziwakanirwa ensi ana mu ssatu, ate ebikopo bya babinywera emirundi kkumi na ttaano, ng’omwo mwe muli n’okumenyawo likodi eyateekebwawo mu mwaka gwa lukumi mu lunaana mu nkaaga mu bbiri ey’okuwangula empaka ez’amaanyi musanvu mu nkontana kkumi n'emu nga yali eteekeddwawo nnamukadde Tom Morris."
  },
  {
    "id": 95,
    "sentence": "Tolya wadde okubaaga ekinyonyi ekifudde oba ekirwadde."
  },
  {
    "id": 96,
    "sentence": "Twakkiriziganya ne tuteekateeka omusomo gw’okuyigiriza abaana baffe ebikwata ku kawuka n’obulwadde bwa siriimu."
  },
  {
    "id": 97,
    "sentence": "Wawuliranga buli kaseera ng’oyagala okwetuusaako obulabe, okwetta, ong’owulira nti osaanidde ofe?"
  },
  {
    "id": 98,
    "sentence": "Yeebazizza n’akakiiko k’ebyokulonda olw’okukutegeka naye n’agamba nti alina obuzibu nako kubanga obululu bwe bungi buttibwa nti bufu."
  },
  {
    "id": 99,
    "sentence": "Zino zisobola okuva mu materekero g’ensigo agasangibwa mu byalo by’abalimi ewala, okuva mu balimi abazirima era abamanyiebirime ebinnansi oba mu bifo ebikola ku kunonyereza era nga bikuuma eby’obutondebw’eggwanga nga biyita mu kukuuma ensigo n’ebika by’ebimera ebirala."
  },
  {
    "id": 100,
    "sentence": "ziwera ton emitwaalo ebiri buli mwaka."
  }
]